---
kind: other
id: Methods.T:Autodesk.Revit.DB.Electrical.GroundConductorSize
source: html/fe69cebb-1699-b33c-c3fc-19e3c533b490.htm
---
# GroundConductorSize Methods

Causes the object to release immediately any resources it may be utilizing.